Repository: jakobdo/covidere
Catalog: shoplokalt/locale/*/LC_MESSAGES/django.po
Languages: da

source: The two password fields didn’t match.
da: De 2 kodeord matcher ikke.

source: Password
da: Kodeord

source: Password confirmation
da: Bekræft kodeord

source: Enter the same password as before, for verification.
da: Indtast samme kodeord som før, for verificering.

source: Select your preferred postcode.
da: Vælg dit fortrukne postnummer.

source: Postcode
da: Postnummer

source: Enter postcode
da: Indtast postnummer

source: City
da: By

source: Submit
da: Indsend

source: Set password
da: Angiv kodeord

source: Save
da: Gem

source: Shop with this username already exists.
da: Butik med dette brugernavn eksisterer allerede.

source: Invalid token
da: Ugyldig token

source: Basket
da: Indkøbskurv

source: Name
da: Navn

source: Count
da: Antal

source: Price
da: Pris

source: Delete
da: Slet

source: Basket is empty
da: Indkøbskurv er tom

source: Update
da: Opdater

source: Clear basket
da: Tøm indkøbskurv

source: Order
da: Bestil

source: Product added to basket
da: Produkt tilføjet til indkøbskurven

source: Product not added to basket
da: Produkt ikke tilføjet til indkøbskurven

source: Basket updated
da: Indkøbskurv opdateret

source: Basket cleared
da: Indkøbskurv tømt

source: Product removed from basket
da: Produkt fjernet fra indkøbskurven

source: Ordered
da: Bestilt

source: Accepted
da: Accepteret

source: Sent
da: Afsendt

source: Rejected
da: Afvist

source: name
da: navn

source: address
da: adresse

source: mobile
da: mobil

source: Thank you for your order.
da: Tak for din order.

source: postcode
da: postnummer

source: Postcode not found
da: Postnummer findes ikke

source: description
da: beskrivelse

source: price
da: pris

source: offer price
da: tilbudspris

source: image
da: billede

source: active
da: aktiv

source: start datetime
da: startdato

source: end datetime
da: slutdato

source: Create
da: Opret

source: Shops
da: Butikker

source: Register
da: Registrer

source: Search
da: Søg

source: Bringing local businesses to you
da: Bringer lokale butikker til dig

source: Browse offers
da: Produkter

source: Paving the way for online local shopping
da: Online lokal handel

source: Register here
da: Registrer her

source: Our mission
da: Vores mission

source: Quality products on public display
da: Kvalitetsprodukter

source: View shops
da: Se butikker

source: Enter your postcode
da: Indtast postnummer

source: Something tasty
da: Gourmet Lækkerier

source: Products overview
da: Produkt oversigt

source: Newest products overview
da: Nyeste produkter

source: Products on sale overview
da: Produkter til en formidabel pris

source: Buy
da: Køb

source: No products yet
da: Ingen produkter oprettet endnu

source: Cancel
da: Annuller

source: Status updated
da: Status opdateret

source: subject
da: emne

source: message
da: besked

source: Maximum of %(limit)s products reached!
da: Det maksimale antal %(limit)s af aktive produkter nået!

source: A start datetime can't start after end datetime and vice versa
da: En startdato kan ikke starte efter en slutdato

source: shop name
da: butiksnavn

source: homepage
da: hjemmeside

source: contact email
da: kontakt email

source: phone
da: telefon

source: offer order pick-up at shop
da: Tilbyd ordre afhentning i butikken

source: Do Not offer delivery
da: Tilbyder ikke ordre levering

source: 5KM from shop
da: radius af 5km fra butikken

source: 10KM from shop
da: radius af 10km fra butikken

source: Delivery range
da: Begrænsning af levering

source: shop_image
da: Butik billede

source: Active products
da: Aktive produkter

source: Add product
da: Tilføj produkt

source: No active products.
da: Ingen aktive produkter.

source: Change password
da: Skift kodeord

source: Logout
da: Log ud

source: Contact
da: Kontakt

source: Homepage
da: Hjemmeside

source: Activate shop
da: Aktiver butik

source: No inactive shops.
da: Ingen inaktive butikker.

source: Overview
da: Oversigt

source: Shop
da: Butik

source: Products
da: Produkter

source: Orders
da: Ordrer

source: Contact shop
da: Kontakt butik

source: Show products
da: Vis produkter

source: Soon to expire products
da: Produkter der snart udløber

source: No products soon to expire.
da: Ingen produkter der udløber snart.

source: Inactive products
da: Inaktive produkter

source: No shops.
da: Ingen butikker.

source: Order details
da: Ordre detaljer

source: Postcode & City
da: Postnummer & by

source: Mobile
da: Mobil

source: Amount
da: Antal

source: Update status
da: Opdater status

source: No orders.
da: Ingen ordrer.

source: Your shop is not activated yet
da: Din butik er endnu ikke aktiveret

source: New orders
da: Nye ordrer

source: Products that will become inactive within 7 days
da: Produkter der bliver inaktive inden for de kommende 7 dage

source: No products created or active yet.
da: Ingen produkter oprettet eller aktive endnu.

source: Register your shop today
da: Registrer din butik i dag

source: Your registration is received
da: Din registrering er modtaget

source: Information updated!
da: Information opdateret!

source: Message sent to shop. The shop will be in touch.
da: Besked sendt til butikken.Butikken vil skrive retur hurtigst muligt.

source: Shop with this email already exists.
da: Butik med denne email eksisterer allerede

source: FOODBEE - Confirm email
da: FOODBEE - Bekræft email

source: Danish
da: Dansk

source: English
da: Engelsk

source: Bad request!
da: Forkert forespørgsel!

source: Return to the main page
da: Gå tilbage til forsiden

source: You are not authorized to view this page
da: Du har ikke rettigheder til at se denne side

source: Requested page not found.
da: Siden blev ikke fundet.

source: ALTEN Danmark has developed FoodBee, a platform to help smaller businesses, like cheese shops, butchers, wine shops etc. display and sell their products online.
da: ALTEN Danmark har udviklet FoodBee, en online platform til at hjælpe de små lokale forretninger, såsom din lokale ostebutik, slagter forretning, vinbar m.fl. FoodBee repræsentere de lokale produkter på en indbydende og forfriskende måde online.

source: Support your local stores today!
da: Støt dine lokale butikker i dag!

source: Welcome!
da: Velkommen!

source: You know the drill. We need to confirm that this is indeed your email address. just press the button below.
da: Du kender det. FoodBee har brug for at du bekræfter din email adresse så vi ved hvor vi kan kontakte dig. Tryk blot på knappen for at bekræfte din tilmelding.

source: Confirm Email
da: Bekræft email

source: Cheers,
da: På forhånd Tak,

source: The FoodBee Team
da: Holdet bag FoodBee

source: If the button didn't work, copy and paste the following link in your browser:
da: Hvis knappen ikke virker, bedes du venligst kopiere linket nedenfor ind i din browser:

source: You have registered your shop with FoodBee.
da: Du har netop registreret din butik hos FoodBee

source: In order to validate that this is indeed your email adress, please copy the link below into your browser.
da: Vi har brug for at verificere din email adresse, venligst kopier linket herunder til din browser

source: Alten Danmark - Christians Brygge 28 - Copenhagen, DK
da: Alten Danmark - Christians Brygge 28 - København, DK

source: Order placed!
da: Din ordre er bestilt

source: The shop(s) will individually confirm your order after receiving payment.
da: Butikkerne i din bestilling, vil hver især skulle bekræfte dit køb.

source: You have ordered:
da: Din bestilling:

source: From
da: Fra:

source: You have placed an order through FoodBee.
da: Du har fuldført en order hos FoodBee

source: For a total cost of
da: Den totale sum af

source: In a time of restricted public access, it is difficult to compete with the online presence of chain stores.
da: I denne COVID-19 tid er det svært at konkurrere med de store supermarkeder der allerede har et online aftryk.

source: FoodBee guides local businesses in their digital migration to display their craft to a wider audience.
da: FoodBee ønsker at hjælpe de små lokale butikker med at bryde igennem på den digitale scene og derved få en større eksponering af deres lækre produkter.

source: About
da: Om Os

source: Log in
da: Log ind

source: Locked out
da: Log ud

source: Account locked!
da: Din konto er låst!

source: Too many login attempts. Contact an admin to unlock your account.
da: Desværre, du har prøvet lidt for mange gange. Kontakt venligst vores kontor for at få din konto låst op igen.

source: Login
da: Log ind

source: Forgot your username or password?
da: Har du glemt dit brugernavn eller kodeord?

source: Your password was changed.
da: Dit kodeord er ændret.

source: Please correct the error below:
da: Venligst ret følgende fejl:

source: Please correct the errors below:
da: Venligst ret følgende fejl:

source: Please enter your old password, for security reasons, and then enter your new password twice so we can verify you typed it in correctly.
da: Venligst indtast dit gamle kodeord og indtast så dit ny kodeord to gange, så vi kan verificere du har tastet korrekt.

source: Change my password
da: Skift mit kodeord

source: Your password has been set. You may go ahead and log in now.
da: Dit kodeord er ændret. Du kan logge ind nu.

source: Please enter your new password twice so we can verify you typed it in correctly.
da: Venligst indtast dit ny kodeord to gange, så vi kan sikre du har tastet korrekt.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
da: Kodeord linket var ikke korrekt, muligvis fordi det allerede har været anvendt. Venligst bed om at få nulstillet kodeordet igen.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
da: Vi har sendt dine instruktioner for at angive nyt kodeord, hvis en konto med angivne e-mail findes. Du burde modtage instruktioner snarest.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
da: Hvis du ikke modtager en e-mail, venligst kontroller du har angivet den e-mail du anvendte ved registrering og check din spam mappe.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
da: Du modtager denne e-mail, fordi du har bedt om at få nulstillet dit kodeord for din konto på siden: %(site_name)s.

source: Please go to the following page and choose a new password:
da: Venligst gå til følgende side og angiv et nyt kodeord:

source: Your username, in case you’ve forgotten:
da: Dit brugernavn, hvis du skulle have glemt det:

source: Thanks for using our site!
da: Tak fordi du har valgt at anvende vores side!

source: The FoodBee team
da: FoddBee-holdet

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
da: Har du glemt dit kodeord? Angiv din e-mail adresse og du vil modtage en e-mail med instruktioner for at oprette et nyt.

source: Reset my password
da: Nulstil mit kodeord

source: Password reset on FoodBee
da: Nulstil kodeord på FoodBee
